{
    "@class": "com.kony.gen.viz.model.component.KVizRichText",
    "DNDConfig": null,
    "__parentReadjusting__": false,
    "_height_": {
        "type": "ref",
        "value": "preferred"
    },
    "_left_": {
        "type": "string",
        "value": "20dp"
    },
    "_margin_": [
        0,
        0,
        0,
        0
    ],
    "_padding_": [
        0,
        0,
        0,
        0
    ],
    "_right_": {
        "type": "string",
        "value": "20dp"
    },
    "_skin_": "sfbeee1fcbbd406e895e9215da082c5b",
    "_text_": "<b>By accessing the information provided at the Kony Mobile Banking site, </b></br></br>you agree to the following terms and conditions. The material available on these sites has been produced by independent providers and are not the opinions or recommendations of kony Mobile Banking. Proin elit quam, feugiat quis sem eu, euismod feugiat lacus. Donec posuere sapien eu auctor lacinia. Quisque dictum augue nec auctor venenatis. Cras tincidunt tristique mauris, non tincidunt metus elementum quis.</br></br><b>By accessing the information provided at the Kony Mobile Banking site, </b></br></br>\nBy accessing the information provided at the Kony Mobile Banking site, you agree to the following terms and conditions. The material available on these sites has been produced by independent providers and are not the opinions or recommendations of kony Mobile Banking. Proin elit quam, feugiat quis sem eu, euismod feugiat lacus. Donec posuere sapien eu auctor lacinia. Quisque dictum augue nec auctor venenatis. Cras tincidunt tristique mauris, non tincidunt metus elementum quis.</br></br><b>By accessing the information provided at the Kony Mobile Banking site, </b></br></br>\n\nBy accessing the information provided at the Kony Mobile Banking site, you agree to the following terms and conditions.",
    "_top_": {
        "type": "string",
        "value": "20dp"
    },
    "_wrapping_": 2,
    "canUpdateUI": true,
    "containerweight": 100,
    "contentalignment": 1,
    "id": "rtxInfo",
    "info": null,
    "isvisible": true,
    "kuid": "haeb2ab74edb43f7ae72d570f186c293",
    "name": "kony.ui.RichText",
    "parent": "flxContainer",
    "pf": "frmSupportInfo",
    "wType": "RichText",
    "widgetalignment": 5,
    "zindex": 3
}